Repository: Michediana/7-Mac
Catalog: 7-Mac/InfoPlist.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt_pt

source: 7-Zip archive
de: 7-Zip-Archiv
es: Archivo 7-Zip
fr: Archive 7-Zip
it: Archivio 7-Zip
nl: 7-Zip-archief
pl: Archiwum 7-Zip
pt_pt: Arquivo 7-Zip

source: ARJ archive
de: ARJ-Archiv
es: Archivo ARJ
fr: Archive ARJ
it: Archivio ARJ
nl: ARJ-archief
pl: Archiwum ARJ
pt_pt: Arquivo ARJ

source: Bzip2 archive
de: Bzip2-Archiv
es: Archivo Bzip2
fr: Archive Bzip2
it: Archivio Bzip2
nl: Bzip2-archief
pl: Archiwum Bzip2
pt_pt: Arquivo Bzip2

source: compress archive
de: compress-Archiv
es: Archivo compress
fr: Archive compress
it: Archivio compress
nl: compress-archief
pl: Archiwum compress
pt_pt: Arquivo compress

source: cpio archive
de: cpio-Archiv
es: Archivo cpio
fr: Archive cpio
it: Archivio cpio
nl: cpio-archief
pl: Archiwum cpio
pt_pt: Arquivo cpio

source: Debian package
de: Debian-Paket
es: Paquete Debian
fr: Paquet Debian
it: Pacchetto Debian
nl: Debian-pakket
pl: Pakiet Debian
pt_pt: Pacote Debian

source: Disc image
de: Disk-Image
es: Imagen de disco
fr: Image disque
it: Immagine disco
nl: Schijfkopie
pl: Obraz dysku
pt_pt: Imagem de disco

source: Gzip archive
de: Gzip-Archiv
es: Archivo Gzip
fr: Archive Gzip
it: Archivio Gzip
nl: Gzip-archief
pl: Archiwum Gzip
pt_pt: Arquivo Gzip

source: LHA archive
de: LHA-Archiv
es: Archivo LHA
fr: Archive LHA
it: Archivio LHA
nl: LHA-archief
pl: Archiwum LHA
pt_pt: Arquivo LHA

source: LZMA archive
de: LZMA-Archiv
es: Archivo LZMA
fr: Archive LZMA
it: Archivio LZMA
nl: LZMA-archief
pl: Archiwum LZMA
pt_pt: Arquivo LZMA

source: NSHumanReadableCopyright
de: © 2026 Michediana. MIT-Lizenz. 7-Zip-Engine © Igor Pavlov, GNU LGPL.
es: © 2026 Michediana. Licencia MIT. Motor de 7-Zip © Igor Pavlov, GNU LGPL.
fr: © 2026 Michediana. Licence MIT. Moteur 7-Zip © Igor Pavlov, GNU LGPL.
it: © 2026 Michediana. Licenza MIT. Motore 7-Zip © Igor Pavlov, GNU LGPL.
nl: © 2026 Michediana. MIT-licentie. 7-Zip-engine © Igor Pavlov, GNU LGPL.
pl: © 2026 Michediana. Licencja MIT. Silnik 7-Zip © Igor Pavlov, GNU LGPL.
pt_pt: © 2026 Michediana. Licença MIT. Motor 7-Zip © Igor Pavlov, GNU LGPL.

source: RAR archive
de: RAR-Archiv
es: Archivo RAR
fr: Archive RAR
it: Archivio RAR
nl: RAR-archief
pl: Archiwum RAR
pt_pt: Arquivo RAR

source: RPM package
de: RPM-Paket
es: Paquete RPM
fr: Paquet RPM
it: Pacchetto RPM
nl: RPM-pakket
pl: Pakiet RPM
pt_pt: Pacote RPM

source: Split archive
de: Geteiltes Archiv
es: Archivo dividido
fr: Archive fractionnée
it: Archivio diviso
nl: Gesplitst archief
pl: Archiwum dzielone
pt_pt: Arquivo dividido

source: Tar archive
de: Tar-Archiv
es: Archivo Tar
fr: Archive Tar
it: Archivio Tar
nl: Tar-archief
pl: Archiwum Tar
pt_pt: Arquivo Tar

source: Windows cabinet
de: Windows-Cabinet-Archiv
es: Archivo cabinet de Windows
fr: Archive cabinet Windows
it: Archivio cabinet di Windows
nl: Windows-cabinetarchief
pl: Archiwum cabinet Windows
pt_pt: Arquivo cabinet do Windows

source: Windows imaging archive
de: Windows-Imaging-Archiv (WIM)
es: Imagen WIM de Windows
fr: Image WIM Windows
it: Immagine WIM di Windows
nl: Windows Imaging-archief (WIM)
pl: Obraz WIM Windows
pt_pt: Imagem WIM do Windows

source: XZ archive
de: XZ-Archiv
es: Archivo XZ
fr: Archive XZ
it: Archivio XZ
nl: XZ-archief
pl: Archiwum XZ
pt_pt: Arquivo XZ

source: XZ-compressed tar archive
de: XZ-komprimiertes Tar-Archiv
es: Archivo tar comprimido con XZ
fr: Archive tar compressée avec XZ
it: Archivio tar compresso con XZ
nl: Met XZ gecomprimeerd tar-archief
pl: Archiwum tar skompresowane XZ
pt_pt: Arquivo tar comprimido com XZ

source: Zip archive
de: Zip-Archiv
es: Archivo Zip
fr: Archive Zip
it: Archivio Zip
nl: Zip-archief
pl: Archiwum Zip
pt_pt: Arquivo Zip

source: Zstandard archive
de: Zstandard-Archiv
es: Archivo Zstandard
fr: Archive Zstandard
it: Archivio Zstandard
nl: Zstandard-archief
pl: Archiwum Zstandard
pt_pt: Arquivo Zstandard

source: Zstandard-compressed tar archive
de: Zstandard-komprimiertes Tar-Archiv
es: Archivo tar comprimido con Zstandard
fr: Archive tar compressée avec Zstandard
it: Archivio tar compresso con Zstandard
nl: Met Zstandard gecomprimeerd tar-archief
pl: Archiwum tar skompresowane Zstandard
pt_pt: Arquivo tar comprimido com Zstandard

source: SquashFS image
es: Imagen SquashFS
fr: Image SquashFS
it: Immagine SquashFS
nl: SquashFS-kopie
pl: Obraz SquashFS
pt_pt: Imagem SquashFS
